[
  {
    "text": "If you don’t risk anything, you risk even more.",
    "author": "Erica Jong"
  },
  {
    "text": "If I had an hour to solve a problem I'd spend 55 minutes thinking about the problem and five minutes thinking about solutions.",
    "author": "Albert Einstein"
  },
  {
    "text": "Stay away from negative people, they have a problem for every solution",
    "author": "Albert Einstein"
  },
  {
    "text": "The world is a book and those who do not travel read only one page",
    "author": "Saint Augustine"
  },
  {
    "text": "If you can't do great things, do small things in a great way.",
    "author": "Napoleon Hill"
  },
  {
    "text": "Yesterday, I was clever, I wanted to change the world. Today I am wise, I am changing myself",
    "author": "Rumi"
  },
  {
    "text": "The most powerful control we can ever attain, is to be in control of ourselves.",
    "author": "Chris Page"
  },
  {
    "text": "Be yourself, everyone else is already taken.",
    "author": "Oscar Wilde"
  },
  {
    "text": "The best way to make your dreams come true is to wake up.",
    "author": "Paul Valery"
  },
  {
    "text": "Idleness is only the refuge of weak minds, and the holiday of fools.",
    "author": "Philip Dormer Stanhope"
  },
  {
    "text": "When I let go of what I am, I become what I might be.",
    "author": "Lao Tzu"
  },
  {
    "text": "In character, in manner, in style, in all things, the supreme excellence is simplicity.",
    "author": "Henry Wadsworth"
  },
  {
    "text": "If you want depression, Spend all day indoors.",
    "author": "Unknown"
  },
  {
    "text": "This is your life and it's ending one minute at a time.",
    "author": "Tyler Durden"
  },
  {
    "text": "Good manners will often take people where neither money nor education will take them.",
    "author": "Fanny Jackson Coppin"
  },
  {
    "text": "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.",
    "author": "Lao Tzu"
  },
  {
    "text": "The most common way people give up their power is by thinking they don’t have any.",
    "author": "Alice Walker"
  }
]
